Repository: Camille-cmd/flagora_backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: User not authenticated
fr: Non authentifié

source: Username already registered
fr: Nom d'utilisateur déjà enregistré

source: Old password is incorrect
fr: Ancien mot de passe incorrect

source: Email or password incorrect
fr: Email ou mot de passe incorrect

source: Email already registered
fr: Adresse e-mail déjà enregistrée

source: Invalid token or uid
fr: Jeton ou identifiant invalide

source: Token expired or invalid
fr: Jeton exipiré ou invalide.

source: The password do not meet the requirements
fr: Le mot de passe ne respecte pas les exigences

source: The email is already verified. Thank you !
fr: Cet e-mail est déjà vérifié. Merci !

source: Flagora - Reset your password
fr: Flagora - Réinitialiser votre mot de passe

source: Flagora - Confirm your email address
fr: Flagora - Confirmer votre adresse e-mail

source: Capital Cities
fr: Capitales

source: (No Flag)
fr: (Aucun drapeau)

source: The country '{name_en}' has been updated successfully!
fr: Le pays '{name_en}' a été mis à jour avec succès !

source: Note: native name is not a field that can be updated. Please update manually in the database if needed.
fr: Note : le nom natif n'est pas un champ pouvant être mis à jour. Veuillez le mettre à jour manuellement dans la base de données si nécessaire.

source: Failed to update the country '{name_en}': {error}
fr: Échec de la mise à jour du pays '{name_en}' : {error}

source: French name
fr: Nom français

source: English name
fr: Nom anglais

source: Is capital city
fr: Est une capitale

source: Several cities can be capital cities of a country (e.g, South Africa).
fr: Plusieurs villes peuvent être des capitales d’un pays (par ex. Afrique du Sud).

source: city
fr: ville

source: cities
fr: villes

source: Native name
fr: Nom natif

source: iso2 code
fr: Code iso2

source: iso3 code
fr: Code iso3

source: Flag
fr: (Aucun drapeau)

source: Cities
fr: villes

source: Wikidata ID
fr: ID Wikidata

source: country
fr: pays

source: countries
fr: pays

source: created at
fr: Créé le

source: is correct
fr: Est correct

source: Enter a valid username. This value may contain only letters, numbers, and ./-/_ characters.
fr: Entrez un nom d’utilisateur valide. Cette valeur peut contenir uniquement des lettres, des chiffres et les caractères ./-/_.

source: is email verified
fr: L’adresse e-mail est vérifiée

source: language
fr: langue

source: Email verification uuid
fr: L’adresse e-mail est vérifiée

source: Guess Country From Flag
fr: Deviner le pays à partir du drapeau

source: Guess Capital From Country
fr: Deviner la capitale à partir du pays

source: updated at
fr: Mis à jour le

source: user
fr: utilisateur

source: game mode
fr: mode de jeu

source: user guesses
fr: tentatives de l'utilisateur

source: user country score
fr: score utilisateur par pays

source: user country scores
fr: scores utilisateur par pays

source: No results found for {id}:
fr: Aucun résultat trouvé pour {id} :

source: Too many results found for {id}:
fr: Trop de résultats trouvés pour {id} :

source: Missing name_en or name_fr for Wikidata ID: {id}
fr: Nom en anglais ou en français manquant pour l’identifiant Wikidata : {id}

source: Missing iso2 or iso3 for Wikidata ID: {id}
fr: Code iso2 ou iso3 manquant pour l’identifiant Wikidata : {id}

source: No capital data found for country {name_en} with Wikidata ID {id}
fr: Aucune donnée de capitale trouvée pour le pays {name_en} avec l’identifiant Wikidata {id}

source: Could not save flag for country {name_en}
fr: Impossible d’enregistrer le drapeau pour le pays {name_en}

source: Update Country data
fr: Mettre à jour les données du pays

source: History
fr: Historique

source: Confirm your email address
fr: Confirmer votre adresse e-mail

source: Email Confirmation
fr: Confirmation d'e-mail

source: One last step to complete your registration
fr: Dernière étape de votre création de compte

source: Hello
fr: Bonjour

source: To activate your account, please confirm your email address by clicking the button below:
fr: Pour activer votre compte, merci de cliquer sur le bouton ci-dessous :

source: Confirm my email address
fr: Confirmer mon adresse e-mail

source: Security note:
fr: Note de sécurité :

source: This link will expire in 24 hours. If you did not create an account on
fr: Le lien expirera dans 24h pour des raisons de sécurité.

source: please ignore this email.
fr: vous pouvez ignorer cet e-mail.

source: Why confirm your email?
fr: Pourquoi confirmer votre e-mail ?

source: Protect your account against unauthorized access
fr: Sécuriser votre compte contre tout accès non autorisé

source: Receive important notifications
fr: Recevoir lss notifications importantes concernant votre compte

source: Easily recover your account if you forget your password
fr: Pouvoir récupérer facilement votre compte si vous oubliez votre mot de passe

source: If the button doesn't work, you can copy and paste the following link into your browser:
fr: Si le bouton ne fonctionne pas, vous pouvez copier et coller le lien suivant dans votre navigateur :

source: See you soon on
fr: À bientôt

source: The
fr: L'

source: team
fr: équipe

source: All rights reserved.
fr: Tous droits réservés.

source: Confirm your email address - Flagora
fr: Confirmer votre adresse e-mail - Flagora

source: If the button doesn’t work, copy and paste the above link into your browser.
fr: Si le bouton ne fonctionne pas, vous pouvez copier et coller le lien suivant dans votre navigateur :

source: Password reset
fr: Réinitialisation du mot de passe

source: Reset your password
fr: Réinitialiser votre mot de passe

source: You have requested to reset your password.
fr: Vous avez demandé à réinitialiser votre mot de passe.

source: Simply click on the button below to choose a new password:
fr: Cliquez simplement sur le bouton ci-dessous pour choisir un nouveau mot de passe :

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Reset my password.
fr: Réinitialiser mon mot de passe

source: Please ignore this email if you have not requested a password reset.
fr: Veuillez ignorer cet e-mail si vous n’avez pas demandé de réinitialisation de mot de passe.

source: Here's the full link in case you need it:
fr: Voici le lien complet au cas où vous en auriez besoin :

source: Have a nice day!
fr: Bonne journée !

source: The Flagora Team!
fr: L’équipe Flagora !

source: Hello,
fr: Bonjour,

source: You've asked to reset your password.
fr: Vous avez demandé à réinitialiser votre mot de passe.

source: The link will expire in 1 hour for security reasons.
fr: Le lien expirera dans 1 heure pour des raisons de sécurité.

source: Have a great day!
fr: Bonne journée !

source: The Flagora Team,
fr: L’équipe Flagora,

source: Welcome to
fr: Bienvenue sur

source: We are glad to have you with us
fr: Nous sommes heureux de vous compter parmi nous

source: Thank you for creating your account on
fr: Merci d'avoir créé votre compte sur

source: Please confirm your email address.
fr: Confirmer votre adresse e-mail

source: Secure your account against unauthorized access
fr: Sécuriser votre compte contre tout accès non autorisé

source: Receive important notifications regarding your account
fr: Recevoir des notifications importantes concernant votre compte

source: If you're unable to click the button, you can copy and paste the following link into your browser:
fr: Si vous n'arrivez pas à cliquer sur le bouton, vous pouvez copier et coller le lien suivant dans votre navigateur :

source: Welcome to Flagora!
fr: Bienvenue sur Flagora

source: Please confirm your email address by clicking the link below:
fr: Confirmer votre adresse e-mail en cliquant sur le lien suivant :

source: If you are unable to click the link, you can copy and paste it into your browser.
fr: Si le bouton ne fonctionne pas, vous pouvez copier et coller le lien suivant dans votre navigateur :

source: The Flagora Team
fr: L’équipe Flagora.
